[
   {
      "id":1,
      "lyrics":"It was all a dream, I used to read Word Up! magazine/Salt-N-Pepa and Heavy D up in the limousine/Hangin' pictures on my wall/Every Saturday Rap Attack, Mr. Magic, Marley Marl",
      "song":"Juicy",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":2,
      "lyrics":"Then I'm dipping up the block and I'm robbing bitches too/Up the herringbones and bamboos/I wouldn't give a fuck if you're pregnant/Give me the baby rings and the No. 1 mom pendant",
      "song":"Gimme the Loot",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":3,
      "lyrics":"Who the fuck is this? Paging me at 5:46/In the morning, crack of dawn and/Now I'm yawning, wipe the cold out my eye/See who's this paging me and why?",
      "song":"Warning",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":4,
      "lyrics":"And those that rushes my clutches get put on crutches/Get smoked like dutches from the master/Hate to blast you but I have to, you see I smoke a lot/Your life is played out like Kwame and them fucking polka dots, who rock the spot, Biggie/You know how the weed go, unbelievable",
      "song":"Unbelievable",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":5,
      "lyrics":"So instead of making hoes suck my dick up/I used to do stick-ups, cause hoes is irritating like the hiccups/Excuse me, flows just grow through me/Like trees to branches, cliffs to avalanches/It's the praying mantis, deep like the mind of Farrakhan/A motherfucking rap phenomenon",
      "song":"The What",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":6,
      "lyrics":"Super Nintendo, Sega Genesis/When I was dead broke, man, I couldn't picture this/50-inch screen, money green leather sofa/Got two rides, a limousine with a chauffeur/Phone bill about two G's flat/No need to worry, my accountant handles that/And my whole crew is lounging/Celebrating every day, no more public housing",
      "song":"Juicy",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":7,
      "lyrics":"When I die, fuck it, I wanna go to hell/Cause I'm a piece of shit, it ain't hard to fucking tell/It don't make sense, going to heaven with the goodie-goodies/Dressed in white, I like black Timbs and black hoodies/God'll prolly have me on some real strict shit/No sleeping all day, no getting my dick licked/Hanging with the goodie-goodies lounging in paradise/Fuck that shit, I wanna tote guns and shoot dice",
      "song":"Suicidal Thoughts",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":8,
      "lyrics":"I put hoes in NY onto DKNY/Miami, D.C. prefer Versace/All Philly hoes, go with Moschino/Every cutie wit a booty bought a Coogi",
      "song":"Hypnotize",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":9,
      "lyrics":"Your reign on the top was short like leprechauns/As I crush so-called willies, thugs, and rapper-dons/Get in that ass, quick fast, like Ramadan/It's that rap phenomenon Don Dada, fuck Poppa/You got to call me Francis M.H. White/Intake light tokes, tote iron/Was told in shootouts, stay low and keep firin",
      "song":"Kick in the Door",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":10,
      "lyrics":"Some say the X, make the sex Spec-tacular/Make me lick you from yo' neck to your back, then ya/Shivering, tongue delivering/Chills up that spine, that ass is mine/Skip the wine and the candlelight, no Cristal tonight/If it's all right with you, we fuckin' (that's cool)",
      "song":"Fuck You Tonight",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":11,
      "lyrics":"See me, B that is, I that is, G whiz/Motherfuckers still in my biz/Don't they know my nigga Gutter fuckin' kidnap kids/Fuck 'em in the ass, throw 'em over the bridge/That's how it is, my shit is laid out/Fuck that beef shit, that shit is played out",
      "song":"What's Beef",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":12,
      "lyrics":"Today's agenda, got the suitcase up in the Sentra/Go to room 112, tell them Blanco sent ya/Feel the strangest, if no money exchanges/I got these kids in Ranges, to leave them niggas brainless",
      "song":"Niggas Bleed",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":13,
      "lyrics":"The shit she kicked, all the shit's legit/She get dick from a player off the New York Knicks/Nigga tricked ridiculous, the shit was plush/She's stressin me to fuck, like she was in a rush/We fucked in his bed, quite dangerous/I'm in his ass while he playin gainst the Utah Jazz/My 112, CD blast, I was past/She came twice I came last, roll the grass",
      "song":"I Got a Story to Tell",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":14,
      "lyrics":"I make yo' mouthpiece obese like Della Reese/When I release, you lose teeth like Lil' Cease/Nigga please, blood floods your dungarees/And that's just the half of my warpath/Laugh now cry later, I rhyme greater/Than the average playa hater, and spectators/Buy my CD twice; they see me in the streets/They be like, 'Yo he nice, but that's on the low though",
      "song":"Long Kiss Goodnight",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":15,
      "lyrics":"If the game shakes me or breaks me/I hope it makes me a better man, take a better stand/Put money in my mom's hand/Get my daughter this college grant so she don't need no man/Stay far from timid, only make moves when your heart's in it/And live the phrase 'Sky's the limit",
      "song":"Sky's the Limit",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":16,
      "lyrics":"If the game shakes me or breaks me/I hope it makes me a better man, take a better stand/Put money in my mom's hand/Get my daughter this college grant so she don't need no man/Stay far from timid, only make moves when your heart's in it/And live the phrase 'Sky's the limit",
      "song":"Sky's the Limit",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":17,
      "lyrics":"Number six, that goddamn credit? Dead it/You think a crackhead paying you back, shit forget it!/Seven, this rule is so underrated/Keep your family and business completely separated/Money and blood don't mix like two dicks and no bitch/Find yourself in serious shit",
      "song":"Ten Crack Commandments",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":18,
      "lyrics":"Spit your game, talk your shit/Grab your gat, call your clique/Squeeze your clip, hit the right one/Pass that weed, I got to light one/All them niggas, I got to fight one/All them hoes, I got to like one/Our situation is a tight one/What you gonna do: fight or run?",
      "song":"Notorious Thugs",
      "album":"Life After Death",
      "year":1997
   },
   {
      "id":19,
      "lyrics":"Who shot ya? Separate the weak from the obsolete/Hard to creep them Brooklyn streets/It's on nigga, fuck all that bickering beef/I can hear sweat trickling down your cheek/Your heartbeat sound like Sasquatch feet/Thundering, shaking the concrete/Then the shit stop when I foil the plot/Neighbors call the cops, said they heard mad shots",
      "song":"Who Shot Ya",
      "album":"Ready to Die",
      "year":1994
   },
   {
      "id":20,
      "lyrics":"I don't wanna rape ya, I just want the paper/The Visa, kapeesha? I'm out like The Vapors/Who's the one you call Mr. Macho?/The head honcho, swift fist, like Camacho/I got so much style I should be down with the Stylistics/'Make up to break up'/Niggas need to wake up/Smell the Indonesia, beat you to a seizure/Then fuck your moms, hit the skins to amnesia",
      "song":"Dead Wrong",
      "album":"Born Again",
      "year":1999
   }
]
